<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>Description</key>
		<string>Move Firefox package from testing to production</string>
		<key>Identifier</key>
		<string>com.honestpuck.prod.Firefox</string>
		<key>Input</key>
		<dict>
			<key>package</key>
			<string>Firefox</string>
		</dict>
		<key>MinimumVersion</key>
		<string>1.0.0</string>
		<key>Process</key>
		<array>
			<dict>
				<key>Arguments</key>
				<dict>
					<key>package</key>
					<string>Firefox</string>
					<key>patch</key>
					<string>Mozilla Firefox</string>
					<key>delta</key>
					<integer>0</integer>
				</dict>
				<key>Processor</key>
				<string>com.honestpuck.PatchBot/Production</string>
			</dict>
		</array>
	</dict>
</plist>
